[
  "Você é um Wi-Fi? Porque eu sinto uma conexão toda vez que te vejo.",
  "Você gosta de estrelas? Porque toda vez que te vejo, meu mundo gira.",
  "Seu pai é padeiro? Porque você é um sonho.",
  "Você é o Google? Porque você tem tudo que eu procuro.",
  "Se beleza fosse crime, você pegaria prisão perpétua.",
  "Você é uma câmera? Porque cada vez que olho para você, eu sorrio.",
  "Você não é GPS, mas acabou de me deixar perdido.",
  "Seu pai é ladrão? Porque ele roubou as estrelas e colocou nos seus olhos.",
  "Você gosta de passarinho? Porque você é um xuxuzinho.",
  "Você é um café? Porque não consigo começar meu dia sem você.",
  "Você acredita em amor à primeira vista ou devo passar por aqui de novo?",
  "Você é feita de cobre e telúrio? Porque você é Cu-Te.",
  "Você é uma tempestade? Porque acabou de chover no meu coração.",
  "Se você fosse um vegetal, seria um 'belgalhinho'.",
  "Você é um mágico? Porque sempre que te vejo, o resto do mundo desaparece.",
  "Eu não sou fotógrafo, mas posso te imaginar em todas as minhas fotos.",
  "Você é um calendário? Porque eu conto os dias para te ver.",
  "Se eu fosse um gato, passaria todas as minhas vidas com você.",
  "Você é como o queijo? Porque você me deixa derretido.",
  "Você tem um mapa? Porque eu me perdi nos seus olhos.",
  "Você é um loop infinito? Porque eu poderia ficar preso em você para sempre.",
  "Você é um algoritmo? Porque você resolveu todos os problemas do meu coração.",
  "Eu não sou uma função, mas estou disposto a te dar todos os meus argumentos.",
  "Você é um commit perfeito? Porque sem você, meu mundo está quebrado.",
  "Se você fosse código, seria 'public class MeuAmor extends Vida'.",
  "Você é uma string? Porque você me concatena toda vez que te vejo.",
  "Você é um atalho de teclado? Porque você Ctrl+Meu+Amor.",
  "Meu coração é como um servidor, e você acabou de causar uma exceção fatal.",
  "Eu acho que você é uma variável global, porque você está em todos os meus escopos.",
  "Você é uma função sem retorno? Porque eu não consigo viver sem seus resultados.",
  "Você é uma montanha-russa? Porque você faz meu coração disparar.",
  "Seu pai trabalha na NASA? Porque você é um verdadeiro astro.",
  "Você é como um sol? Porque ilumina meu dia inteiro.",
  "Se amar você fosse um esporte, eu seria campeão mundial.",
  "Você não é o Capitão América, mas conquistou meu coração.",
  "Você é uma planta? Porque cresce em meu coração.",
  "Você é como uma música boa, não consigo parar de pensar em você.",
  "Você tem uma bússola? Porque estou completamente perdido em você.",
  "Se você fosse um livro, eu passaria todas as noites te lendo.",
  "Você é como um arco-íris? Porque trouxe cor para a minha vida.",
  "Você é como um bom vinho, melhora a cada momento.",
  "Você é a lua? Porque ilumina minhas noites mais escuras.",
  "Você é como a gravidade, impossível de resistir.",
  "Você é um espelho? Porque cada vez que te olho, vejo o melhor de mim.",
  "Você é uma tempestade, porque deixou meu coração inundado de amor.",
  "Se eu fosse um pintor, desenharia você nos meus sonhos.",
  "Você é um detetive? Porque desvendou todos os mistérios do meu coração.",
  "Se beleza fosse um pixel, você seria uma tela 4K.",
  "Você é meu número favorito, porque meu mundo não soma sem você.",
  "Você é uma lâmpada? Porque ilumina meus dias escuros.",
  "Se eu tivesse uma estrela para cada vez que penso em você, teria o universo nas mãos.",
  "Você é um loop for? Porque sempre volto para você.",
  "Você é meu preferido na lista de desejos.",
  "Você é um bom livro, quero te ler do começo ao fim.",
  "Você é um filme? Porque não consigo tirar meus olhos de você.",
  "Você é uma orquestra? Porque faz meu coração tocar a melodia certa.",
  "Você é um universo? Porque é a resposta para tudo que procuro.",
  "Você é uma rosa? Porque é o centro do meu jardim.",
  "Você é como café forte, me mantém acordado a noite toda pensando.",
  "Você é um raio de sol? Porque aquece meu coração.",
  "Se você fosse uma arte, seria minha obra-prima.",
  "Você é meu caminho favorito no Google Maps.",
  "Você é como a Lua, sempre tão longe, mas tão perto do meu coração.",
  "Você é uma peça de quebra-cabeça, e se encaixa perfeitamente no meu mundo.",
  "Você é um programador? Porque acaba de hackear meu coração.",
  "Você é como um código limpo, difícil de encontrar mas fácil de amar.",
  "Você é um vírus? Porque se instalou no meu sistema e não quer sair.",
  "Se você fosse HTML, eu seria CSS, porque juntos formamos uma bela página.",
  "Você é como uma variável bem nomeada, fácil de entender e impossível de esquecer.",
  "Você é um branch? Porque eu quero fazer um merge contigo.",
  "Você é uma função recursiva? Porque não consigo parar de te chamar.",
  "Você é como um certificado SSL, me faz sentir seguro.",
  "Você é a tag <title> da minha vida.",
  "Você é uma consulta SQL? Porque me dá os melhores resultados.",
  "Se você fosse uma exceção, eu nunca te pegaria.",
  "Você é um recurso compartilhado? Porque todos querem um pedacinho de você.",
  "Você é meu atalho para a felicidade.",
  "Se meu amor fosse um protocolo, estaria sempre em HTTPS.",
  "Você é uma biblioteca? Porque tem todas as respostas para os meus problemas.",
  "Você é um site responsivo, se adapta perfeitamente ao meu coração.",
  "Se você fosse uma função, te chamaria de 'amar()'.",
  "Você é uma matriz? Porque não importa a linha, estou preso em você.",
  "Você é um código assíncrono? Porque estou sempre esperando uma resposta sua.",
  "Você é uma importação, essencial para meu código funcionar.",
  "Se eu fosse JSON, você seria meu par de chave-valor.",
  "Você é um query selector? Porque sempre seleciona meu coração.",
  "Você é meu stack preferido de tecnologia e amor.",
  "Você é uma expressão regular, porque acerta todos os meus padrões.",
  "Você é como uma licença open-source, gostaria de ter você para sempre."
]
